Revit 2027 API
CurveByPointsArray Constructor
Initializes a new instance of the CurveByPointsArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public CurveByPointsArray()
Public Sub New
public:
CurveByPointsArray()
new : unit -> CurveByPointsArray
See Also
Reference
CurveByPointsArray Class
Autodesk.Revit.DB Namespace